{
    "00:13.320": "(Ah). Well, good for you, I guess you moved on really easily. You found a new girl and it only took a couple weeks. Remember when you said that you wanted to give me the world? (Ah-ah-ah-ah)",
    "00:25.570": "And good for you, I guess that you've been workin' on yourself. I guess that therapist I found for you, she really helped. Now you can be a better man for your brand new girl",
    "00:36.830": "Well, good for you. You look happy and healthy, not me. If you ever cared to ask",
    "00:43.320": "Good for you. You're doin' great out there without me, baby. God, I wish that I could do that  I've lost my mind, I've spent the night. Cryin' on the floor of my bathroom",
    "00:54.340": "But you're so unaffected, I really don't get it. But I guess good for you",
    "01:05.790": "Well, good for you, I guess you're gettin' everything you want (Ah). You bought a new car and your career's really takin' off (Ah). It's like we never even happened. Baby, what the fuck is up with that? (Ah)",
    "01:17.040": "And good for you, it's like you never even met me. Remember when you swore to God I was the only. Person who ever got you? Well, screw that, and screw you. You will never have to hurt the way you know that I do",
    "01:28.610": "Well, good for you. You look happy and healthy, not me. If you ever cared to ask",
    "01:34.860": "Good for you. You're doin' great out there without me, baby. God, I wish that I could do that  I've lost my mind, I've spent the night. Cryin' on the floor of my bathroom",
    "01:45.850": "But you're so unaffected, I really don't get it. But I guess good for you",
    "01:58.280": "(Ah-ah-ah-ah) (Ah-ah-ah-ah)",
    "02:09.080": "Maybe I'm too emotional. But your apathy's like a wound in salt  Maybe I'm too emotional. Or maybe you never cared at all",
    "02:20.360": "Maybe I'm too emotional. Your apathy is like a wound in salt  Maybe I'm too emotional. Or maybe you never cared at all",
    "02:32.590": "Well, good for you. You look happy and healthy, not me. If you ever cared to ask  Good for you. You're doin' great out there without me, baby. Like a damn sociopath",
    "02:43.840": "I've lost my mind, I've spent the night. Cryin' on the floor of my bathroom  But you're so unaffected, I really don't get it. But I guess good for you"
}