{
    "00:04.290": "Hey, mister policeman  I don't want no trouble  I just wanna drop my jiggelin' down to the floor",
    "00:13.360": "Hey, mister policeman  Why you wanna holla at me?  I just wanna drop my jiggelin' down to the floor",
    "00:22.940": "No arrest badman mind ya bizz  No arrest badman mind ya bizz  No arresta baddaman mind ya business",
    "00:30.320": "Down to the floor  Bring 'em down",
    "00:42.030": "No arrest badman mind ya bizz",
    "00:48.040": "No arresta baddaman mind ya business  Hey, mister policman  I don't want no trouble",
    "00:54.380": "I just wanna drop my jiggelin' down to the floor  Hey, mister policeman",
    "01:01.680": "Why do you wanna holla at me?  I just wanna drop my jiggelin' down to the floorfloor",
    "01:08.500": "No arrest badman mind ya bizz  No arrest badman mind ya bizz  No arresta baddaman mind ya business?",
    "01:15.450": "Bring 'em down  No arrest badman mind ya bizz",
    "01:28.980": "No arresta baddaman mind ya business  No arresta baddaman mind ya business",
    "01:36.800": "Hey, mister policeman  Leave her alone  Mek she whine mash up the town  Look how she sexy, look how she round  give her the winning crown",
    "01:43.570": "Her body illegal, her whining illegal  Her style is so lethal, yeaaa  She ain't a regular kind a gyal  Ya! Yea! Yea!",
    "01:53.780": "Hey, mister policman  I don't want no trouble  I just wanna drop my jiggelin' down to the floor",
    "02:03.260": "Hey, mister policeman  Why do you wanna holla at me?  I just wanna drop my jiggelin' down to the floor",
    "02:09.780": "No arrest badman mind ya bizz  No arrest badman mind ya bizz",
    "02:16.640": "No arresta baddaman mind ya business?  Bring 'em down  No arrest badman mind ya bizz",
    "02:32.420": "No arresta baddaman mind ya business  No arresta baddaman mind ya business  So I hit the road and end up in a yardy party",
    "02:40.460": "Baby was moving like like a naughty shorty  Need discipline, she need discipline",
    "02:48.270": "Need to put her on a lockdown no visiting  Bring 'em down yea",
    "02:55.670": "Handcuffs maintain the connection  Dis baton is a rod of correction  Discipline, she need discipline",
    "03:02.210": "Need to put her on a lockdown no visiting  No arresta baddaman mind ya business  No arresta baddaman mind ya  Bring 'em down  No arresta baddaman mind ya business",
    "03:08.340": "No arresta baddaman mind ya  Bring 'em down"
}