{
    "00:00.328": "I miss that way we used to funk. I miss that way we used to funk. I miss that way we used to funk. I miss that, miss that, miss that",
    "00:09.387": "I miss that way we used to funk. I miss that way we used to funk. I miss that way we used to funk. I miss that, miss that, miss that",
    "00:18.548": "I missed your body on my body. I missed the way we used to sweat. I miss that, miss that, miss that",
    "00:27.290": "And nearly hard to get me saucy (Oh). Cause we can make me like a mess. I miss that, miss that, miss that",
    "00:35.555": "And I want you back. Baby come dance with me. You're the only one who can handle me.",
    "00:44.464": "And I want you back, yeah, yeah",
    "00:53.460": "I miss that way we used to funk. I miss that way we used to funk. I miss that way we used to funk. I miss that, miss that, miss that",
    "01:02.417": "I miss that way we used to funk. I miss that way we used to funk. I miss that way we used to funk. I miss that, miss that, miss that",
    "01:12.052": "I missed the way you talk to me. I missed the way you hand on me. Baby put your hands on me. Cause I miss you, miss you, miss you",
    "01:20.284": "And I want you back. Baby come dance with me. You're the only one who can handle me",
    "01:28.410": "And I want you back, yeah, yeah",
    "01:37.870": "I miss that way we used to funk (What?). I miss that way we used to funk (come in[?",
    "01:46.527": "I miss that way we used to funk. I miss that way we used to funk (Woo). I miss that way we used to funk. I miss that, miss that, miss that",
    "01:56.102": "Want you know about funk? You said you're too young (Uh). It ain't that tough (Hey). You break it down, spread love (Come on)",
    "02:04.941": "Want you know about funk? (Want you know about funk?). You said you're too young (Your love). It ain't that tough (Ay, yeah). You break it down, spread love (Uh-huh)",
    "02:13.438": "And I want you back. Baby come dance with me",
    "02:20.078": "You're the only one who can handle me. And I want you back, yeah, yeah",
    "02:31.276": "I miss that way we used to funk. I miss that way we used to funk. I miss that way we used to funk (Woo). I miss that, miss that, miss that",
    "02:40.335": "I miss that way we used to funk. I miss that way we used to funk (Woo). I miss that way we used to funk. I miss that, miss that, miss that",
    "02:49.049": "I miss that way we used to funk (Want you know about funk?). I miss that way we used to funk (You said you're too young). I miss that way we used to funk (It ain't that tough). I miss that, miss that, miss that (You break it down, spread love)"
}