{
    "00:03.520": "Ok, paca paca~  Are you ready for the Paca dance?",
    "00:10.289": "Paca Boys  Paca Girls  Three, two, one ",
    "00:16.586": "Paca paca  Paca paca and-  Clap your hands and-  Paca paca and-  Shake and shake and-  Paca paca and-  Turn around and jump! (Whoo~)",
    "00:24.137": "Paca paca  Paca paca and-  Whip your hair and-  Paca paca and-  Paca paca  Paca paca and-  Everybody jump! (Whoo~)",
    "00:31.701": "Hello! Hello.  Calling from Tokyo  Come get dressed for the party  Come get up, let's go",
    "00:39.266": "¡Hola! Hola.  Calling from España  Told you there is a party  So come baila baila baila (Whoo~)",
    "00:47.211": "Mommy, mommy get your mommy and  Make her, make her dance~  Daddy, daddy get your daddy and  Make him, make him dance~",
    "00:54.747": "Body, body move your body and  Make it, make it dance~  Everybody grab somebody and  Make 'em, make 'em dance! (Whoo~)",
    "01:02.540": "Paca paca  Paca paca and-  Clap your hands and-  Paca paca and-  Shake and shake and-  Paca paca and-  Turn around and jump! (Whoo~)",
    "01:10.261": "Paca paca  Paca paca and-  Whip your hair and-  Paca paca and-  Paca paca  Paca paca and-  Everybody jump!",
    "01:17.374": "Just Dance!   Just Dance!",
    "01:23.820": "Everybody say  Boom, boom, boom, paca  (Boom, boom, boom)  Everybody say  Boom, boom, boom, paca",
    "01:31.373": "(Boom, boom, boom)  Everybody do the  Bam, bam, bam, paca  (Bam, bam, bam)  Everybody say,",
    "01:37.400": "say,  say,  say,  say,  ay-ay,  say   Just dance! ",
    "01:44.234": "Just dance!   Paca paca  Paca paca and-",
    "01:50.591": "Clap your hands and-  Paca paca and-  Shake and shake and-  Paca paca and-  Turn around and jump! (Just Dance!)   Paca paca",
    "01:57.311": "Paca paca and-  Whip your hair and-  Paca paca and-  Paca paca  Paca paca and-  Everybody jump!",
    "02:04.064": "Side, to side  Up, and down  Turn around  Whoo whoo, dance dance",
    "02:11.690": "Side, to side  Up, and down  Turn around  Whoo whoo, dance!",
    "02:19.470": "Paca paca  Paca paca and-  Clap your hands and-  Paca paca and-  Shake and shake and-  Paca paca and-  Turn around and jump! (Just Dance!)",
    "02:26.573": "Paca paca  Paca paca and-  Whip your hair and-  Paca paca and-  Paca paca  Paca paca and-",
    "02:32.874": "Everybody jump!  Just dance!!!   Just dance!!"
}