{
    "00:09.380": "Day to night to morning, keep with me in the moment  I'd let you had I known it, why don't you say so?",
    "00:18.100": "Didn't even notice, no punches left to roll with  You got to keep me focused; you want it? Say so",
    "00:26.680": "Day to night to morning, keep with me in the moment  I'd let you had I known it, why don't you say so?",
    "00:35.410": "Didn't even notice, no punches left to roll with  You got to keep me focused; you want it? Say so",
    "00:43.460": "It's been a long time since you fell in love  You ain't coming out your shell, you ain't really been yourself",
    "00:52.630": "Tell me, what must I do? (Do tell, my love)  'Cause luckily I'm good at reading",
    "00:58.710": "I wouldn't bug him, but he won't stop cheesin'  And we can dance all day around it",
    "01:05.720": "If you frontin', I'll be bouncing  If you want it, scream it, shout it, babe",
    "01:16.120": "Before I leave you dry   Day to night to morning, keep with me in the moment",
    "01:22.690": "I'd let you had I known it, why don't you say so?  Didn't even notice, no punches left to roll with",
    "01:31.260": "You got to keep me focused; you want it? Say so  Day to night to morning, keep with me in the moment",
    "01:39.940": "I'd let you had I known it, why don't you say so?  Didn't even notice, no punches left to roll with",
    "01:48.730": "You got to keep me focused; you want it? Say so (Yeah)   Let me check my chest, my breath right quick (Ha)",
    "01:55.320": "He ain't ever seen it in a dress like this (Ah)  He ain't ever even been impressed like this  Prolly why I got him quiet on the set like zip",
    "02:01.840": "Like it, love it, need it, bad  Take it, own it, steal it, fast  Boy, stop playing, grab my ass",
    "02:07.880": "Why you actin' like you shy? (Hot)  Shut it, save it, keep it pushin'  Why you beating 'round the bush?",
    "02:14.780": "Knowin' you want all this woman  Never knock it 'til you try (Yah, yah)  All of them b!tches hating I have you with me",
    "02:21.320": "All of my n!ggas sayin' you mad committed  Realer than anybody you had, and pretty  All of the body-ody, the ass and *******",
    "02:27.610": "Day to night to morning, keep with me in the moment  I'd let you had I known it, why don't you say so?",
    "02:36.380": "Didn't even notice, no punches left to roll with  You got to keep me focused; you want it? Say so",
    "02:45.020": "Day to night to morning, keep with me in the moment  I'd let you had I known it, why don't you say so?"
}