{
    "00:16.381": "Mirror, mirror on the wall  Don't say it, 'cause I know I'm cute (Ooh, baby)  Louis down to my drawers  LV all on my shoes (Ooh, baby)",
    "00:24.298": "I be drippin' so much sauce  Gotta been looking like Ragu (Ooh, baby)  Little like a crystal ball  That's cool, baby so is you",
    "00:31.697": "That's how I roll  If I'm shiny everybody gonna shine (Yeah, I'm gold)  I was born like this, don't even gotta try (Now you know)",
    "00:40.648": "I like chardonnay, get better over time (So you know)  Heard you say I'm not the baddest *****, you lie",
    "00:48.823": "Ain't my fault that I'm out here gettin' loose  Gotta blame it on the Goose  Gotta blame it on my juice, baby",
    "00:56.606": "Ain't my fault that I'm out here makin' news  I'm the pudding in the proof  Gotta blame it on my juice",
    "01:09.052": "Blame it on my juice, blame it, blame it on my juice",
    "01:16.546": "Blame it on my juice, blame it, blame it on my juice  No, I'm not a snack at all  Look, baby, I'm the whole damn meal (Ooh, baby)",
    "01:24.230": "Baby, you ain't bein' slick  Don't dare try to cop a feel (Ooh, baby)  The juice ain't worth the squeeze  If the juice don't look like this (Like this, like this, like this)",
    "01:32.846": "Huh, ***** please, don't make me have to take your *****  (How I roll)  If I'm shiny everybody gonna shine (Yeah, I'm gold)",
    "01:40.697": "I was born like this, don't even gotta try (Now you know)  I like chardonnay, get better over time (So you know)",
    "01:48.679": "Heard you say I'm not the baddest *****, you lie  Ain't my fault that I'm out here gettin' loose",
    "01:56.105": "Gotta blame it on the Goose  Gotta blame it on my juice, baby  Ain't my fault that I'm out here makin' news",
    "02:03.911": "I'm the pudding in the proof  Gotta blame it on my juice",
    "02:11.787": "Blame it on my juice, blame it, blame it on my juice",
    "02:20.368": "Blame it on my juice, blame it, blame it on my juice  Somebody come get this man",
    "02:26.687": "I think he got lost in my DMs, what?  My DMs, what?  You better come get your man",
    "02:34.704": "I think he wanna be way more than friends, what?  More than friends  What you want me to say?  It ain't my fault that I'm out here gettin' loose",
    "02:43.972": "Gotta blame it on the Goose  Gotta blame it on my juice, baby  It ain't my fault that I'm out here makin' news",
    "02:51.772": "I'm the pudding in the proof  Gotta blame it on my juice",
    "03:00.835": "Blame it on my juice, blame it, blame it on my juice"
}