{
    "00:03.074": "I've had the time of my life  And I've never felt this way before",
    "00:11.909": "And I swear this is true  And I owe it all to you",
    "00:18.759": "I've had the time of my life  And I've never felt this way before",
    "00:26.849": "And I swear this is true  And I owe it all to you",
    "00:40.290": "Dirty bit ",
    "00:47.629": "Dirty bit ",
    "00:54.609": "I I came up in here to rock  Light a fire, make it hot  I don't wanna take no pictures",
    "01:00.969": "I just wanna take some shots  So come on, let's go  Let's lose control  Let's do it all night",
    "01:07.979": "Til we can't do it no mo  People rockin to the sound  Turn it up and watch it pound  We gon rock it to the top",
    "01:15.679": "Until the roof come burnin down  Yeah, it's hot in herrre  The temperaturrre  Has got these ladies Gettin freakierrr",
    "01:25.229": "I got freaky, freaky, baby  I was chillin with my ladies  I didn't come to get bougie  I came here to get crazy",
    "01:32.629": "I was born to get wiiild  That's my styyyle  If you didn't know that  Well, baby, now you know now",
    "01:40.890": "Cause I'm!   Havin!  A good! Time!",
    "01:47.299": "With you!  I'm tellin you  I've had the time of my life",
    "01:53.590": "And I've never felt this way before  And I swear this is true",
    "02:00.698": "And I owe it all to you  I've had the time of my life",
    "02:09.209": "And I've never felt this way before  And I swear this is true",
    "02:15.749": "And I owe it all to you",
    "02:26.249": "Dirty bit",
    "02:32.658": "Dirty bit ",
    "02:40.589": "All all these girls, they like my swagger  They callin me Mick Jagger  I be rollin like a Stone",
    "02:46.598": "Jet setter, jet lagger  We ain't messin with no maggots  Messin with the baddest",
    "02:52.769": "Chicks in the club  Honey, what's up?  Mirror, mirror on the wall  Who's the baddest of them all?",
    "02:59.878": "Yeah, it's gotta be the apl  I'm the mack daddy, y'all  Haters better step back",
    "03:06.390": "Ladies (don't load your act)  I'm the party application  Rockin' just like that ",
    "03:18.690": "Cause I'm!  Havin!  A good! Time!  With you!",
    "03:25.990": "I'm tellin you  Oh, I've had  The time of my liow  And I've never felt this way before fore",
    "03:35.690": "And I swear wear  This is tru u ue  And I owe it all to you ou  oh I had the time of my life",
    "03:46.649": "and I never felt this way before  and I swear this is true",
    "03:54.189": "and I owe it all to you  I had the time of my life",
    "04:01.579": "and I never felt this way before  and I swear this is true",
    "04:09.169": "and I owe it all to you  oh I had the time of my life",
    "04:16.679": "and I never felt this way before  and I swear this is true",
    "04:24.299": "and I owe it all to you "
}