{
    "00:15.630": "If you wanna run away with me. I know a galaxy and I can take you for a ride. I had a premonition that we fell into a rhythm. Where the music don't stop for life",
    "00:24.877": "Glitter in the sky, glitter in my eye. Shining just the way I like. If you feeling like you need a little bit of company. You met me at the perfect time",
    "00:34.283": "You want me, I want you baby. My sugarboo, I'm levitating. The milky way, we're renegading. Yeah, yeah, yeah, yeah, yeah",
    "00:43.253": "I got you, moonlight. You're my, starlight. I need you, all night. Come on dance with me. I'm levitating",
    "00:52.870": "You, moonlight. You're my, starlight. I need you, all night. Come on dance with me",
    "01:01.402": "I'm levitating  I believe that you're for me. I feel it in our energy. I see us written in the stars. We can go wherever, so let's do it now or never. Baby nothing is ever ever too far",
    "01:16.006": "Glitter in the sky, glitter in our eyes. Shining just the way we are. I feel like we're forever every time we get together. But whatever, let's get lost on Mars",
    "01:25.435": "You want me, I want you baby. My sugarboo, I'm levitating. The milky way, we're renegading. Yeah, yeah, yeah, yeah, yeah",
    "01:34.446": "I got you, moonlight. You're my, starlight. I need you, all night. Come on dance with me. I'm levitating",
    "01:43.976": "You, moonlight. You're my, starlight. I need you, all night. Come on dance with me",
    "01:53.331": "You can fly away with me tonight. You can fly away with me tonight. Baby let me take you for a ride. Yeah, yeah, yeah, yeah, yeah. I'm levitating",
    "02:02.661": "You can fly away with me tonight. You can fly away with me tonight. Baby let me take you for a ride. Yeah, yeah, yeah, yeah, yeah.",
    "02:11.548": "My love is like a rocket, watch it blast-off. And I'm feeling so electric, dance my ass off. And even if I wanted to, I can't stop. Yeah, yeah, yeah, yeah, yeah",
    "02:21.269": "my love is like a rocket, watch it blast-off. And I'm feeling so electric, dance my ass off. And even if I wanted to, I can't stop. Yeah, yeah, yeah, yeah, yeah",
    "02:30.698": "You want me, I want you baby. My sugarboo, I'm levitating. The milky way, we're renegading",
    "02:39.438": "I got you, moonlight. You're my, starlight. I need you, all night. Come on dance with me. I'm levitating",
    "02:49.369": "You can fly away with me tonight. You can fly away with me tonight. Baby let me take you for a ride. Yeah, yeah, yeah, yeah, yeah. I'm levitating",
    "02:58.675": "You can fly away with me tonight. You can fly away with me tonight. Baby let me take you for a ride. Yeah, yeah, yeah, yeah, yeah",
    "03:07.592": "I got you, moonlight. You're my, starlight. I need you, all night. Come on dance with me. I'm levitating",
    "03:17.243": "You, moonlight. You're my, starlight. I need you, all night. Come on dance with me"
}